Repository: nikitansk/devschool
Catalog: plugins/vibe-course-module/languages/vibe-*.po
Languages: pt_br

source: Please enter your Envato Marketplace Username.
pt_br: Por favor, entre com seu Envato Marketplace Username.

source: Please enter your Envato Marketplace API Key.
pt_br: Por favor, entre com seu Envato Marketplace API Key.

source: The API "set" is a required parameter.
pt_br: The API "set" é um parâmetro obrigatório.

source: The Envato Marketplace "item ID" is a required parameter.
pt_br: The Envato Marketplace "item ID" é um parâmetro obrigatório.

source: An Unexpected HTTP Error occurred during the API request.
pt_br: Um erro HTTP inesperado ocorreu durante o pedido API.

source: Try again
pt_br: Tente novamente

source: An unknown error occurred
pt_br: Ocorreu um erro desconhecido

source: The plugin has been updated, but could not be reactivated. Please reactivate it manually.
pt_br: O plugin foi atualizado, mas não pode ser reativado. Por favor, reativá-lo manualmente.

source: Plugin reactivated successfully.
pt_br: Plugin reativado com sucesso.

source: Plugin Updates
pt_br: Atualizações Plugins

source: Username:
pt_br: Usuário:

source: Key:
pt_br: Chave:

source: <p>Your plugin update is <span style="color:green">active</span></p>
pt_br: <p>Atualize seu plugin está <span style="color:green">ativo</span></p>

source: <p>Your input is <span style="color:red">not valid</span>, automatic updates is <span style="color:red">not active</span>.</p>
pt_br: <p>Sua entrada <span style="color:red">não é válida</span>, atualizações automáticas <span style="color:red">não esta ativo</span>.</p>

source: Edit Key
pt_br: Editar Chave

source: <p>Unable to validate update activation.</p>
pt_br: <p>Não é possível validar a ativação de atualização.</p>

source: Add Key
pt_br: Adicionar Chave

source: User name
pt_br: Nome de usuário

source: Removed a student from Course
pt_br: Removido um aluno do curso

source: Student submitted a Course
pt_br: Aluno matriculou-se em um Curso

source: Student started a Course
pt_br: Aluno começou um curso

source: Student submitted a Quiz
pt_br: Aluno enviou um teste

source: Course reset for Student
pt_br: Redefinição do curso para o aluno

source: Bulk action by instructor
pt_br: Ação em massa pelo professor

source: Course Evaluated for student
pt_br: Curso Avaliado para o estudante

source: Student got a Badge
pt_br: Aluno obteve um crédito

source: Student got a certificate
pt_br: Aluno obteve o certificado

source: Quiz Evaluated for student
pt_br: Teste Avaliado para o estudante

source: Student subscribed for course
pt_br: Aluno assinou um curso

source: per
pt_br: por

source: SUBSCRIPTION FOR
pt_br: ASSINATURA PARA

source: All Instructors <span>%s</span>
pt_br: Todos os Professores <span>%s</span>

source: Expired Course
pt_br: Curso expirado

source: Start Course
pt_br: Iniciar Curso

source: Continue Course
pt_br: Continuar Curso

source: Under Evaluation
pt_br: Sob Avaliação

source: Course Finished
pt_br: Curso Concluído

source: Filter by Status
pt_br: Filtrar por Status

source: Enter student name/email
pt_br: Digite o nome da estudante/e-mail

source: Search
pt_br: Pesquisa

source: EXPIRED
pt_br: CURSO EXPIRADO

source: COURSE
pt_br: CURSO

source: START
pt_br: INICIAR CURSO

source: CONTINUE
pt_br: CONTINUAR CURSO

source: UNDER
pt_br: EMBAIXO

source: EVALUATION
pt_br: CURSO EM AVALIAÇÃO

source: FINISHED
pt_br: CURSO CONCLUÍDO

source: ENABLED
pt_br: CURSO HABILITADO

source: This Course can not be taken. Contact Administrator.
pt_br: A inscrição falhou. Contactar Administrador.

source: Course
pt_br: Curso

source: Announcement for Course %s
pt_br: Anúncio para curso %s

source: News published for Course %s
pt_br: Notícias publicadas para curso %s

source: Student subscribed for course %s
pt_br: Aluno inscrito para o curso de %s

source: Student %s subscribed for course %s
pt_br: Aluno %s matriculou-se para curso %s

source: Student started course
pt_br: Aluno começou um curso

source: Student %s finished and submitted the course %s
pt_br: Aluno %s terminou e enviou os testes do curso %s

source: Student Submitted the course
pt_br: Aluno matriculou-se no Curso

source: Student %s got %s in course %s
pt_br: O Aluno %s obteve %s no Curso %s

source: Course reset for student
pt_br: Reiniciar curso para aluno

source: Student retake Course
pt_br: Aluno retomou curso

source: Student got a Badge in the course
pt_br: Aluno tem um Crédito no curso

source: Student got a Certificate in course
pt_br: Aluno obteve um certificado no curso

source: Student reviewed Course %s
pt_br: Aluno renovou o curso %s

source: Student %s reviewd the Course %s
pt_br: Aluno %s renovou o curso %s

source: Student unsubsribed from course
pt_br: Removido um aluno do curso

source: Course code applied
pt_br: Código do Curso Aplicado

source: Student renewed a course
pt_br: Aluno começou um curso

source: Student %s renewd the course %s
pt_br: Aluno %s renovou o curso %s

source: Student started a unit
pt_br: Aluno começou uma aula

source: Student finished unit
pt_br: Aluno terminou aula

source: Student %s finished the unit %s in course %s
pt_br: Aluno %s terminou a li&ccedil;&atilde;o %s no curso %s

source: Student posted comment on unit
pt_br: Aluno postou comentário na aula

source: Student %s posted comment on unit %s
pt_br: Aluno %s postou comentário na aula %s

source: Student started a quiz
pt_br: Aluno iniciou o teste

source: Student %s started the quiz %s
pt_br: Aluno %s começou o prova %s

source: Student submitted the Quiz
pt_br: Aluno enviou o teste

source: Quiz %s was submitted by student
pt_br: Prova %s foi enviada pelo aluno

source: Instructor evaluated Quiz for student
pt_br: Professor avaliou Teste para o aluno

source: Student %s got %s out of %s in Quiz %s
pt_br: Aluno %s tem %s de %s na prova %s

source: Quiz retake by Student
pt_br: Repetição do teste

source: Student %s initiated retake for quiz %s
pt_br: Aluno %s iniciou a repetição para a prova %s

source: Instructor Reseted the Quiz for User
pt_br: Professor reiniciou o teste para o usuário

source: Quiz %s was reset by the Instructor for user %s
pt_br: Prova %s foi redefinida pelo professor para o aluno %s

source: Instructor added students in course
pt_br: Professor adicionou alunos ao curso

source: Instructor added %s students in course
pt_br: Professor adicionou %s alunos ao curso

source: Instructor changed course status
pt_br: Professor adicionou alunos ao curso

source: Instructor changed Course Status for %s students in course
pt_br: Professor mudou o Status do curso para %s alunos no curso

source: Instructor sent Bulk message to students
pt_br: Professor envia mensagem em massa aos alunos

source: Bulk Message sent to %s students
pt_br: Mensagem em massa enviada para %s alunos

source: Instructor extended Course subscription
pt_br: Professor prorrogou a inscrição do curso

source: Course subscription extended for %s students
pt_br: Inscrição do curso estendida para %s alunos

source: Instructor added/removed Badges/Certificates from %s students in course
pt_br: Professor adicionado/removidos Créditos/Certificados de %s estudantes no curso

source: Student started assignment %s
pt_br: Aluno começou a tarefa %s

source: Student %s started the assignment %s
pt_br: Aluno %s começou a atribuição %s

source: Student submitted assignment
pt_br: Aluno enviou uma tarefa

source: Results available for assignment %s
pt_br: Resultados disponíveis para atribuição de %s

source: Student %s got marks %s out of %s in assignment %s
pt_br: Estudante do %s obteve pontuação de %s de %s na atribuição de %s

source: Instructor Reseted the Assignment for User
pt_br: Professor Resetou a Atribuição do Usuário

source: Assignment %s was reset by the Instructor for user %s
pt_br: Tarefa %s foi redefinida pelo professor para o aluno %s

source: %1$s wrote a new %2$s, %3$s, on the site %4$s
pt_br: %1$s escreveu um novo %2$s, %3$s, no site %4$s

source: %1$s wrote a new %2$s, %3$s
pt_br: %1$s escreveu um novo %2$s, %3$s

source: %1$s reviewed the %2$s, %3$s, on the site %4$s
pt_br: %1$s revisou o %2$s, %3$s, no site %4$s

source: %1$s reviewed the %2$s, %3$s
pt_br: %1$s revisaram o %2$s, %3$s

source: %1$s answered the %2$s, %3$s, on the site %4$s
pt_br: %1$s respondeu o %2$s, %3$s, no site %4$s

source: %1$s answered the %2$s, %3$s
pt_br: %1$s respondeu o %2$s, %3$s

source: Security check Failed. Contact Administrator.
pt_br: A verificação de segurança falhou. Contactar Administrador.

source: Security check failed !
pt_br: A verificação de segurança falhou!

source: Answer Reset
pt_br: Alterar Resposta

source: Unable to Reset
pt_br: Impossível alterar

source: Incorrect Course selected.
pt_br: Curso selecionado está incorreto.

source: Statistics successfully calculated. Reloading...
pt_br: Estatísticas calculadas com sucesso. Recarregando...

source: Unable to calculate Average.
pt_br: Impossível calcular média.

source: SHOW STATS
pt_br: MOSTRAR ESTATÍSTICAS

source: HIDE
pt_br: OCULTAR

source: Incorrect User selected.
pt_br: Usuário selecionado incorreto.

source: This User has not started the course.
pt_br: Este usuário ainda não começou o curso.

source: This User has completed the course.
pt_br: Este usuário completou o curso.

source: Student Score for Course
pt_br: Nota do aluno no curso

source: out of 100
pt_br: 0 a 100

source: Course Started :
pt_br: Curso Iniciado :

source: Curriculum :
pt_br: Currículo :

source: Quizes
pt_br: Testes

source: Marks Obtained :
pt_br: Notas Obtidas :

source: Units Completed
pt_br: Lições concluídas

source: out of
pt_br: de

source: Marked Answer :
pt_br: Resposta Marcada :

source: FALSE
pt_br: FALSO

source: TRUE
pt_br: VERDADEIRO

source: Correct Answer :
pt_br: Resposta Correta :

source: Marks Obtained
pt_br: Notas Obtidas

source: Total Marks
pt_br: Total

source: Incorrect User selected.
pt_br: Selecionado Usuário incorreto.

source: User removed from the Course
pt_br: Usuário removido do curso

source: Course Reset for User
pt_br: Reiniciar curso para usuário

source: There was issue in resetting this course for the user. Please contact admin.
pt_br: Houve problema na redefinição deste curso para o usuário. Entre em contato com administrador.

source: Quiz Reset for Selected User
pt_br: Redefinir Teste para o usuário selecionado

source: COURSE MARKED COMPLETE
pt_br: CURSO MARCADO COMO CONCLUÍDO

source: MARKS:
pt_br: NOTAS:

source: PENDING
pt_br: PENDENTE

source: DONE
pt_br: CONCLUÍDO

source: Course Percentage (Out of 100)
pt_br: Porcentagem do Curso (0 a 100)

source: Course Percentage out of 100
pt_br: Porcentagem do Curso (0 a 100)

source: Mark Course Complete
pt_br: Marcar Curso Completo

source: Incorrect Quiz Id.
pt_br: Incorreto ID do teste.

source: Give marks
pt_br: Dar notas

source: Update Marks
pt_br: Atualizar notas

source: Give Marks
pt_br: Enviar notas

source: Mark Quiz as Checked
pt_br: Marcar teste como verificado

source: Set a Subject for the message
pt_br: Defina um assunto para a mensagem

source: Messages Sent to
pt_br: Mensagens Enviadas para

source: members
pt_br: membros

source: Please select members
pt_br: Por favor selecione os membros

source: Reset Course for User
pt_br: Reset do Curso para o usuário

source: See Course stats for User
pt_br: Ver estatísticas do curso para o usuário

source: Remove User from this Course
pt_br: Remover usuário deste curso

source: Select Assign Value
pt_br: Selecione Atribuir Valor

source: Action assigned to
pt_br: Ação atribuída a

source: Could not assign action to members
pt_br: Não foi possível atribuir ação aos membros

source: Please enter extension amount
pt_br: Por favor, insira o valor de extensão

source: Subscription extended for %d students, unable to extend for %d students
pt_br: Assinatura prorrogada por %d alunos, incapaz de estender para %d alunos

source: Subscription extended for %d students
pt_br: Inscrição prorrogado por %d estudantes

source: Select Course Status
pt_br: Selecione Estado do Curso

source: Course status changed for
pt_br: Status do curso mudou para

source: User does not have capability to download stats !
pt_br: O usuário não tem capacidade para transferir estatísticas!

source: START DATE
pt_br: INICIAR CURSO

source: COMPLETION DATE
pt_br: DATA DE CONCLUSÃO

source: NAME
pt_br: NOME

source: BADGE
pt_br: CERTIFICAÇÃO

source: CERTIFICATE
pt_br: ATRIBUIR CERTIFICADO DE CURSO

source: SCORE
pt_br: PONTOS

source: User not allowed to access stats
pt_br: Usuário não tem permissão para estatísticas de acesso

source: No data available
pt_br: Resultados do curso disponíveis

source: Average
pt_br: Média

source: Min
pt_br: Mins

source: Leaderboard
pt_br: Ranking

source: Start Date/Time
pt_br: Começar na Data/Hora

source: End Date/Time
pt_br: Terminar na Data/Hora

source: Student Name
pt_br: Aluno

source: Score
pt_br: Pontos

source: Question scores (* for static quizzes only)
pt_br: Pontuações da Pergunta (* para testes estáticos apenas)

source: All students
pt_br: Adicionar Alunos

source: Students who finished
pt_br: Aluno terminou aula

source: Process Stats
pt_br: Ver Estatísticas

source: Unit not in Course
pt_br: Aula não está no curso

source: Course Expired.
pt_br: Curso Expirado

source: Click to renew
pt_br: Clique para atualizar

source: Unit will be available in
pt_br: Aula estará disponível em

source: Unit can not be accessed.
pt_br: A aula não pode ser acessada.

source: Minutes
pt_br: minutos

source: seconds
pt_br: segundos

source: Hours
pt_br: Horas

source: minutes
pt_br: minutos

source: Days
pt_br: Dias

source: hours
pt_br: Horas

source: Previous Quiz
pt_br: Teste Anterior

source: Previous Unit
pt_br: Aula Anterior

source: Check Results
pt_br: Resultados

source: Continue Quiz
pt_br: Continuar o Teste

source: Start Quiz
pt_br: Iniciar Teste

source: Mark this Unit Complete
pt_br: Marcar esta aula como concluída

source: Proceed to Quiz
pt_br: Siga para o teste

source: Next Unit
pt_br: Próxima Aula

source: Invalid submission time.
pt_br: Tempo de envio inválido.

source: Questions not set.
pt_br: Perguntas não definidas.

source: Quiz Timed Out .
pt_br: Teste Expirou.

source: If you want to attempt again, Contact Instructor to reset the quiz.
pt_br: Se você quiser tentar novamente, contate o professor para redefinir o teste.

source: Quiz Already Attempted.
pt_br: Testes concluídos

source: Security Check Failed. Contact Site Admin.
pt_br: Verificação de Segurança falhou. Contate a administração do site.

source: Start Quiz to begin quiz.
pt_br: Iniciar Teste para dar início ao teste

source: Click "Start Quiz" button to start the Quiz.
pt_br: Clique no botão "Iniciar Teste" para iniciar o teste.

source: Quiz not active.
pt_br: Questionário desativado.

source: Contact your instructor or site admin.
pt_br: Contacte o seu instrutor ou administrador do site.

source: Quiz Already Attempted .
pt_br: Testes já iniciados

source: SHOW HINT
pt_br: MOSTRAR DICA

source: HINT
pt_br: DICA

source: Type Answer
pt_br: Resposta

source: PAGES
pt_br: PÁGINAS

source: Unable to add message
pt_br: Não é possível adicionar mensagem

source: JUST NOW
pt_br: SÓ AGORA

source: Reset Quiz for User
pt_br: Reset teste para Usuário

source: Evaluate Quiz for User
pt_br: Avaliar teste para Usuário

source: Evaluate Course for User
pt_br: Avaliar Curso para Usuário

source: This step is irreversible. Are you sure you want to remove the User from the course ?
pt_br: Este passo é irreversível. Tem certeza de que deseja remover o Usuário do curso?

source: Confirm, Remove User from Course
pt_br: Confirme, Remover Usuário do Curso

source: This step is irreversible. All Units, Quiz results would be reset for this user. Are you sure you want to Reset the Course for this User?
pt_br: Este passo é irreversível. Todas as lições, os resultados do questionário serão redefinidos para este usuário. Tem certeza de que deseja redefinir o Curso para este Usuário?

source: Confirm, Reset Course for this User
pt_br: Confirme, Resetar Curso para este Usuário

source: This step is irreversible. All Questions answers would be reset for this user. Are you sure you want to Reset the Quiz for this User?
pt_br: Este passo é irreversível. Todas as questões respondidas seriam redefinidas para este usuário. Tem certeza de que deseja redefinir o teste para este Usuário?

source: Confirm, Reset Quiz for this User
pt_br: Confirme, Redefinir teste para este Usuário

source: Marks Saved
pt_br: Notas registradas

source: Quiz Marks Saved
pt_br: Notas de teste registradas

source: Submit Quiz
pt_br: Enviar Teste

source: Sending Messages ...
pt_br: Enviando Mensagens ...

source: Adding Students to Course ...
pt_br: Adicionando alunos a o curso ...

source: Students successfully added to Course
pt_br: Alunos adicionado com sucesso para o curso

source: Unable to Add students to Course
pt_br: Não é possível adicionar os alunos ao curso

source: Please select fields to download
pt_br: Por favor selecione os membros

source: TIMEOUT
pt_br: TEMPO ESGOTADO

source: for Course
pt_br: Curso

source: Active Filters
pt_br: Visualizar Todas as Atividades

source: Clear all filters
pt_br: Limpar filtros

source: Are you sure you want to remove this note?
pt_br: Este passo é irreversível. Tem certeza de que deseja remover o Usuário do curso?

source: Confirm, remove note
pt_br: Confirme, Remover Usuário do Curso

source: Make Private
pt_br: Tornar Privado

source: Add your note
pt_br: Adicione sua nota

source: Please add questions or retake the quiz !
pt_br: Por favor, adicione perguntas ou refaça o teste!

source: Are you sure you want to remove this Annoucement?
pt_br: Este passo é irreversível. Tem certeza de que deseja remover o Usuário do curso?

source: You're about to start the Quiz. Please click confirm to begin the quiz.
pt_br: Você está prestes a iniciar o Teste. Por favor, clique em confirmar para começar o teste.

source: Are you sure you want to submit the quiz. Submitting the quiz will freeze all your answers, you can not change them. Please confirm.
pt_br: Tem certeza de que deseja enviar o questionário. Submetendo o teste vai congelar todas as suas respostas, você não pode mudá-los. Por favor confirme.

source: Check results
pt_br: Verificar resultados

source: Correct
pt_br: Correto

source: Incorrect
pt_br: Incorreta

source: You have few unanswered questions. Are you sure you want to continue ?
pt_br: Você tem algumas perguntas sem resposta. Tem certeza que deseja continuar?

source: No Courses found.
pt_br: Nenhum curso encontrado.

source: Course Directory
pt_br: Diretório do Curso

source: All Courses by all instructors
pt_br: Todos os cursos de todos os professores

source: Curriculum
pt_br: Currículo

source: Members
pt_br: Membros

source: Activity
pt_br: Visualizar Todas as Atividades

source: Group
pt_br: Grupo

source: Admin
pt_br: Administrador

source: TAKE THIS COURSE
pt_br: INSCREVA-SE

source: START COURSE
pt_br: INICIAR CURSO

source: CONTINUE COURSE
pt_br: CONTINUAR CURSO

source: COURSE UNDER EVALUATION
pt_br: CURSO EM AVALIAÇÃO

source: FINISHED COURSE
pt_br: CURSO CONCLUÍDO

source: COURSE FINISHED
pt_br: CURSO TERMINADO

source: COURSE ENABLED
pt_br: CURSO HABILITADO

source: CONTACT ADMIN TO ENABLE
pt_br: CONTACTAR ADMINISTRAÇÃO PARA ATIVAR

source: Course Expired
pt_br: Curso Expirado

source: PRIVATE COURSE
pt_br: CURSO PARA CONVIDADOS

source: * REQUIRES
pt_br: * REQUER

source: SEATS
pt_br: VAGAS

source: Course Badge
pt_br: Crédito do curso

source: Course Certificate
pt_br: Certificado do curso

source: Unlimited Time
pt_br: Duração Ilimitada

source: Next Question
pt_br: Próxima Pergunta

source: Previous Question
pt_br: Pergunta Anterior

source: Duration not Set
pt_br: Duração não Definida

source: Time Remaining
pt_br: Tempo Restante

source: Progress
pt_br: Progresso

source: Please set questions in quiz or reset quiz !
pt_br: Por favor, defina questões no questionário ou redefinir teste!

source: QUESTION
pt_br: PERGUNTA

source: Security Error
pt_br: Erro de segurança

source: year
pt_br: ano

source: years
pt_br: anos

source: month
pt_br: m&ecirc;s

source: months
pt_br: meses

source: week
pt_br: semana

source: weeks
pt_br: semanas

source: day
pt_br: dia

source: days
pt_br: dias

source: hour
pt_br: hora

source: hours
pt_br: Horas

source: minute
pt_br: minuto

source: minutes
pt_br: minutos

source: second
pt_br: segundo

source: seconds
pt_br: segundos

source: Course Curriculum Not Set.
pt_br: Currículo do curso não informado.

source: Have Questions ? Ask in the Unit Forums
pt_br: Perguntas? Pergunte nos fóruns das lições

source: Attachments
pt_br: Anexos

source: Instructor
pt_br: Professor

source: Certificate not valid for user
pt_br: O certificado não é válido para o usuário

source: Evaluate course submissions
pt_br: Avaliar cursos

source: Evaluate Quiz submissions
pt_br: Avaliar testes

source: Manage Students
pt_br: Gerenciar Alunos

source: See Stats
pt_br: Ver Estatísticas

source: See all Activity
pt_br: Visualizar Todas as Atividades

source: Seconds
pt_br: Segundos

source: Minutes
pt_br: minutos

source: Hours
pt_br: Horas

source: Days
pt_br: Dias

source: Weeks
pt_br: Semanas

source: Months
pt_br: Meses

source: Years
pt_br: Anos

source: Courses <span>%s</span>
pt_br: Cursos <span>%s</span>

source: My Courses
pt_br: Meus Cursos

source: Results
pt_br: Resultados

source: Instructing Courses
pt_br: Cursos que ministra

source: Please Update the WPLMS theme to latest version
pt_br: Atualize o tema WPLMS a versão mais recente

source: Click %s to Activate account.
pt_br: Clique em %s para ativar a conta.

source: this link
pt_br: neste link

source: Profile
pt_br: Perfil

source: Courses
pt_br: Cursos

source: Yes
pt_br: Sim

source: No
pt_br: Não

source: Announcement for course %s
pt_br: Anúncio para curso %s

source: Announcement for Course %s
pt_br: Anúncio para Curso %s

source: Read more
pt_br: Leia mais

source: News for Course %s
pt_br: Notícias para Curso %s

source: News for course %s
pt_br: Notícias para curso %s

source: You're subscribed for course : %s
pt_br: Você está inscrito para o curso: %s

source: Subscribed for Course
pt_br: Inscrito para o curso

source: Student %s subscribed for course : %s
pt_br: Aluno %s matriculou-se para curso: %s

source: You're added to course : %s
pt_br: Você foi incluído no curso: %s

source: Added to Course
pt_br: Adicionado ao Curso

source: Added to course %s
pt_br: Adicionado ao curso %s

source: You've been added to course : %s
pt_br: Você foi incluído no curso: %s

source: Student %s added to course : %s
pt_br: Aluno %s adicionado ao curso: %s

source: Student added to Course
pt_br: Aluno adicionado ao curso

source: Students added to course %s
pt_br: Alunos adicionados ao curso %s

source: %d students added to course : %s , %s
pt_br: %d alunos adicionados ao curso: %s, %s

source: You started the course : %s
pt_br: Você começou o curso: %s

source: Started a Course
pt_br: Iniciou um curso

source: You started course %s
pt_br: Você começou o curso %s

source: You've started the course : %s
pt_br: Você começou o curso: %s

source: Student %s started the course : %s
pt_br: Aluno %s começou o curso %s

source: Student started the course %s
pt_br: Aluno começou curso %s

source: Student started course %s
pt_br: Aluno começou curso %s

source: You've submitted the course : %s
pt_br: Você submeteu o curso: %s

source: Course submitted
pt_br: Curso enviado

source: Course %s submitted
pt_br: Curso %s enviado

source: Student %s submitted the course : %s
pt_br: Estudante %s submeteu o curso: %s

source: Student submitted the course %s
pt_br: Aluno submeteu o Curso %s

source: Student submitted course %s
pt_br: Aluno submeteu o Curso %s

source: The Course %s was reset by Course instructor
pt_br: O curso de %s foi redefinido pelo instrutor do curso
