Repository: nikitansk/devschool
Catalog: plugins/vibe-course-module/languages/vibe-*.po
Languages: pt_br

source: Course reset
pt_br: Curso redefinido

source: Course %s reset
pt_br: Curso %s redefinido

source: %s Course was reset by Instructor
pt_br: %s curso foi redefinido pelo Instrutor

source: %s course reset for student : %s
pt_br: %s curso redefinido para o aluno: %s

source: Course %s reset for student
pt_br: Curso %s reiniciado para o Aluno

source: Course %s reset for Student
pt_br: Curso %s reiniciado para o Aluno

source: Course %s was reset for student %s
pt_br: Curso %s reiniciado para o Aluno %s

source: You retook the Course %s
pt_br: Você retomou o curso %s

source: Course retake
pt_br: Curso retomado

source: You retook the course Course %s
pt_br: Você retomou o curso Curso de %s

source: You've retaken the Course %s
pt_br: Você retomou o curso %s

source: Student %s retook the course %s
pt_br: O Aluno %s retomou o curso de %s

source: Course %s retaken by the Student
pt_br: Curso %s retomado pelo Aluno

source: Course %s was retaken by the student %s
pt_br: Curso de %s foi retomado pelo Aluno %s

source: You've obtained %s in Course : %s
pt_br: Você obteve %s no curso: %s

source: Course results available
pt_br: Resultados do curso disponíveis

source: Course %s results available
pt_br: Resultados do curso %s disponíveis

source: Course %s evaluated for student
pt_br: Curso %s avaliado para o Aluno

source: Course %s evaluated for Student
pt_br: Curso %s avaliado para o Aluno

source: Student %s got %s in Course %s
pt_br: O Aluno %s teve %s no Curso %s

source: Congratulations ! You've obtained a badge in Course : %s
pt_br: Parabéns! Você obteve um crédito no Curso: %s

source: You got a new Badge !
pt_br: Você tem um novo crédito!

source: You got a Badge in Course %s
pt_br: Você tem um crédito no curso de %s

source: You've obtained a Badge in Course : %s
pt_br: Você obteve um crédito no curso: %s

source: Student %s got a Badge in course %s
pt_br: Estudante %s recebeu um crédito no curso de %s

source: Student got a Badge in Course %s
pt_br: Aluno recebeu um crédito no Curso %s

source: Student %s got a Badge in Course %s
pt_br: Estudante %s ganhou um crédito no curso de %s

source: Congratulations ! You've obtained a Certificate in Course : %s
pt_br: Parabéns! Você obteve um certificado de curso: %s

source: You got a Certificate in Course %s
pt_br: Você tem um certificado no curso %s

source: You've obtained a certificate in Course : %s
pt_br: Você obteve um certificado de curso: %s

source: Student %s got a Certificate in course %s
pt_br: Aluno %s obteve um Certificado no Curso %s

source: Student got a Certificate in Course %s
pt_br: Aluno obteve um Certificado no Curso %s

source: Student %s got a Certificate in Course %s
pt_br: Aluno %s obteve um Certificado no Curso %s

source: You've submitted a review of Course : %s
pt_br: Você enviou uma revisão do Curso: %s

source: You submitted a course review
pt_br: Você enviou uma revisão de curso

source: You submitted a review for Course %s
pt_br: Você apresentou uma revisão para curso de %s

source: You submitted a review Course : %s
pt_br: Você enviou uma revisão do Curso: %s

source: Student submitted a review for Course %s
pt_br: Estudante enviou uma revisão para o curso %s

source: Student %s submitted a review for the Course %s
pt_br: Estudante %s enviou uma revisão para o curso de %s

source: You're unsubscribed from Course : %s
pt_br: Você cancelou a inscrição do curso: %s

source: You unsubscribed from course
pt_br: Você cancelou inscrição do curso

source: You're unsubscribed from course
pt_br: Você teve sua incrição cancelada do curso

source: You're unsubscribed from course Course %s
pt_br: Você teve a incrição cancelada do curso %s

source: Student %s unsubscribed course %s
pt_br: O Aluno %s não está inscrito no curso %s

source: Student unsubscribed from Course %s
pt_br: Aluno descadastrado do curso %s

source: Student %s unsubscribed from Course %s
pt_br: O Aluno %s está desligado do Curso %s

source: You applied a code for Course : %s
pt_br: Você aplicou um código para curso: %s

source: You applied a course code
pt_br: Você aplicou um código do curso

source: You're unsubscribed from Course %s
pt_br: Você não está inscrito no curso %s

source: Student %s used course code %s for course %s
pt_br: Aluno %s usou codigo do curso %s para o curso %s

source: Student applied Course code for Course %s
pt_br: Estudante aplicou o código de curso para curso de %s

source: Student %s applied code %s for Course %s
pt_br: Estudante %s aplicou o código %s para o Curso %s

source: You've completed the unit %s in Course : %s
pt_br: Você concluiu a aula %s no curso: %s

source: You completed a unit
pt_br: Você concluiu uma aula

source: You completed unit
pt_br: Você concluiu a aula

source: You completed a unit %s in Course %s
pt_br: Você concluiu uma aula %s no curso %s

source: Student %s completed the unit %s in course %s
pt_br: Aluno %s completou a aula %s no curso %s

source: Student completed a unit in Course %s
pt_br: Aluno concluiu uma aula no curso %s

source: Student completed unit in Course %s
pt_br: Aluno concluiu aula no curso %s

source: Student %s completed unit %s in Course %s
pt_br: Aluno %s completou aula %s no curso %s

source: You've submitted a comment on unit : %s
pt_br: Você enviou um comentário na aula: %s

source: You submitted a question/comment
pt_br: Você enviou uma pergunta/comentário

source: You added a comment on Unit %s
pt_br: Você adicionou um comentário na aula %s

source: Student %s submitted a comment on unit %s
pt_br: Aluno %s postou um comentário na aula %s

source: Student submitted a comment on Unit
pt_br: Você enviou um comentário na aula

source: Student added comment in unit %s
pt_br: Aluno adicionou comentário na aula %s

source: Student %s added a comment in unit %s
pt_br: Aluno %s adicionou um comentário na aula %s

source: You've started the quiz : %s
pt_br: Você começou a prova: %s

source: You started a Quiz
pt_br: Você começou uma prova

source: You started quiz %s
pt_br: Você começou a prova %s

source: You started a quiz %s
pt_br: Você começou a prova %s

source: Student %s started the quiz %s
pt_br: Aluno %s começou a prova %s

source: Student started the quiz %s
pt_br: Aluno começou a prova %s

source: Student started quiz %s
pt_br: Aluno começou prova %s

source: You obtained %d out of %s in Quiz :
pt_br: Você obteve %d de %s na prova:

source: Quiz results available
pt_br: Resultados do teste disponíveis

source: Results available for quiz %s
pt_br: Resultados disponíveis para a prova %s

source: Student %s got %s from %s in quiz %s
pt_br: Estudante de %s tem %s de %s na prova %s

source: Quiz %s evaluated for student
pt_br: Prova %s avaliada para o aluno

source: Quiz %s evaluated for Student
pt_br: Prova %s avaliada para o aluno

source: You submitted the Quiz : %s
pt_br: Você enviou a prova %s

source: You submitted quiz %s
pt_br: Você enviou a prova %s

source: You submitted quiz %s
pt_br: Você enviou a prova %s

source: Quiz %s submitted by student %s
pt_br: Prova %s foi enviada pelo aluno %s

source: Quiz %s submitted by Student
pt_br: Prova %s enviada pelo aluno

source: Student submitted quiz %s
pt_br: Aluno enviou prova %s

source: Student %s submitted quiz %s
pt_br: Aluno %s enviou prova %s

source: You retook the Quiz : %s
pt_br: Você retomou a prova: %s

source: You retook a Quiz
pt_br: Você retomou uma prova

source: You retook quiz %s
pt_br: Você retomou a prova: %s

source: Student %s retook the Quiz : %s
pt_br: Aluno %s refez a Prova %s

source: Student retook the Quiz %s
pt_br: Aluno refez a Prova %s

source: Student retook the quiz %s
pt_br: Aluno refez a Prova %s

source: Student %s retook the quiz %s
pt_br: Aluno %s refez a Prova %s

source: Quiz %s was reset by Instructor
pt_br: Prova %s foi redefinida pelo professor

source: Quiz reset by Instructor
pt_br: Prova redefinido pelo professor

source: Quiz %s reset
pt_br: Prova %s redefinida

source: Quiz %s reset for Student %s
pt_br: Prova %s redefinida para o Aluno %s

source: Quiz %s reset for Student
pt_br: Prova %s redefinida para Aluno

source: Quiz %s was reset for Student %s
pt_br: Prova %s redefinida para o Aluno %s

source: You've started the assignemtn : %s
pt_br: Você começou a tarefa: %s

source: You started assignment %s
pt_br: Você começou tarefa %s

source: You started the assignment %s
pt_br: Você começou a tarefa %s

source: Student %s started the assignment %s
pt_br: Aluno %s começou a tarefa %s

source: Student started an assignment %s
pt_br: Aluno começou a tarefa %s

source: You obtained %d out of %s in Assignment : %s
pt_br: Você obteve %d de %s na atribuição: %s

source: Assignment results available
pt_br: Resultados das tarefas disponíveis

source: Student %s got %s from %s in assignment %s
pt_br: Estudante de %s tem %s de %s na atribuição de %s

source: Assignment %s evaluated for student
pt_br: Tarefa %s avaliada para aluno

source: Assignment %s evaluated for Student
pt_br: Tarefa %s avaliada para aluno

source: You submitted the assignment : %s
pt_br: Você se submeteu a atribuição: %s

source: You submitted the assignment %s
pt_br: Você se submeteu a atribuição de %s

source: You submitted assignment %s
pt_br: Você enviou Tarefa %s

source: Assignment %s submitted by student %s
pt_br: Tarefa %s enviada pelo aluno %s

source: Assignment %s submitted by Student
pt_br: Tarefa %s enviada pelo aluno

source: Student submitted assignment %s
pt_br: Aluno enviou tarefa %s

source: Student %s submitted assignment %s
pt_br: Aluno %s enviou a Tarefa %s

source: Assignment %s was reset by Instructor
pt_br: Tarefa %s foi redefinida pelo Professor

source: Assignment reset by Instructor
pt_br: Tarefa redefinida pelo Professor

source: Assignment %s reset
pt_br: Tarefa %s redefinida

source: Assignment %s reset for Student %s
pt_br: Tarefa %s redefinida para o Aluno %s

source: Assignment %s reset for Student
pt_br: Tarefa %s redefinida para o Aluno

source: Assignment %s was reset for Student %s
pt_br: Tarefa %s foi redefinida para o Aluno %s

source: Added to Course %s
pt_br: Adicionado ao curso %s

source: Student %s added to Course %s
pt_br: Aluno %s adicionado ao curso: %s

source: You've subscribed to Course %s
pt_br: Você já se inscreveu para o curso de %s

source: Student %s subscribed to Course %s
pt_br: Aluno %s matriculou-se para curso %s

source: You started the course %s
pt_br: Você começou o curso %s

source: Student %s started course %s
pt_br: Aluno %s começou o curso %s

source: You submitted the course %s
pt_br: Você enviou o curso de %s

source: Student %s submitted course %s
pt_br: Aluno %s Submeteu o Curso %s

source: Course %s was reset for Student %s
pt_br: Curso %s foi reiniciado para o Aluno %s

source: Student %s retook the course course %s
pt_br: O Aluno %s retomou o curso de %s

source: Course %s was retaken by Student %s
pt_br: Curso de %s foi retomado pelo Aluno %s

source: Course %s evaluated for Student %s
pt_br: Curso %s avaliado para o Aluno %s

source: Congratulations ! You got a badge in Course %s
pt_br: Parabéns! Você ganhou um crédito no Curso %s

source: Congratulations ! You got a certificate in Course %s
pt_br: Parabéns! Você tem um certificado do curso %s

source: Student %s submitted a review for Course %s
pt_br: Aluno %s enviou uma revisão para o curso %s

source: Student %s is unsubscribed from Course %s
pt_br: O Aluno %s está desligado do Curso %s

source: You completed the unit %s in course %s
pt_br: Você concluiu a aula %s no curso %s

source: Student %s completed the unit %s
pt_br: Aluno %s concluiu a aula %s

source: You added a comment in unit %s
pt_br: Você adicionou um comentário na aula %s

source: Student %s added a comment in unit %s
pt_br: Aluno %s adicionou um comentário na aula %s

source: You started the quiz %s
pt_br: Você começou a prova %s

source: You submitted the quiz %s
pt_br: Você enviou a prova %s

source: Student %s submitted the quiz %s
pt_br: Aluno %s enviou a prova %s

source: Quiz %s results available
pt_br: Resultados da Prova %s disponível

source: Quiz %s results available for student %s
pt_br: Resultados da Prova %s disponível para aluno %s

source: Quiz %s reset by Instructor
pt_br: Prova %s foi redefinida pelo professor

source: Quiz %s reset for student %s
pt_br: Prova %s redefinida para o Aluno %s

source: You retook the quiz %s
pt_br: Você retomou prova %s

source: Student %s retook the Quiz %s
pt_br: Aluno %s refez a Prova %s

source: Assignment %s results available
pt_br: Resultados da tarefa %s disponível

source: Assignment %s results available for student %s
pt_br: Resultados de atribuição %s disponíveis para estudante %s

source: Assignment %s reset by Instructor
pt_br: Tarefa %s redefinida pelo Professor

source: Assignment %s reset for student %s
pt_br: Tarefa %s redefinida para o Aluno %s

source: Course Settings Header
pt_br: Configuração do Cabeçalho do Curso

source: Course Settings
pt_br: Configurações do curso

source: Changes Saved.
pt_br: Alterações salvas.

source: Do you love clicking checkboxes?
pt_br: Você adora clicar em caixas de seleção?

source: Save Settings
pt_br: Salvar Configurações

source: Send Bulk Message
pt_br: Enviar Mensagem em Massa

source: Enter extend amount ( in %s
pt_br: Digite estender quantidade (em %s

source: Extend Subscription
pt_br: Extender Assinatura

source: Type Message Subject
pt_br: Digite o assunto da mensagem

source: Type Message
pt_br: Digite a mensagem

source: Send Message
pt_br: Enviar Mensagem

source: Enter Student Usernames/Emails, separated by comma
pt_br: Digite os nomes de Usuários/E-mails dos alunos, separados por vírgula

source: Add Students
pt_br: Adicionar Alunos

source: ASSIGN COURSE BADGE
pt_br: ATRIBUIR CRÉDITO DE CURSO

source: ASSIGN COURSE CERTIFICATE
pt_br: ATRIBUIR CERTIFICADO DE CURSO

source: REMOVE COURSE BADGE
pt_br: REMOVER CRÉDITO DE CURSO

source: REMOVE COURSE CERTIFICATE
pt_br: REMOVER CERTIFICADO DE CURSO

source: Assign Action
pt_br: Atribuir Ação

source: Finished Course
pt_br: Curso terminou

source: Enter marks
pt_br: Insira notas

source: Change Course Status
pt_br: Alterar status do curso

source: Viewing page %1$s of %2$s
pt_br: Visualizando página %1$s de %2$s

source: REVIEWS
pt_br: RESENHAS

source: STUDENTS
pt_br: ALUNOS

source: FREE
pt_br: GRÁTIS

source: PRIVATE
pt_br: PRIVADO

source: Viewing page %d of %d
pt_br: Exibindo página %d de %d

source: COURSE EVALUATED
pt_br: CURSO AVALIADO

source: Congratulations ! You've earned the
pt_br: Parabéns! Você obteve o

source: Badge
pt_br: Crédito

source: Congratulations ! You've successfully passed the course and earned the Course Completion Certificate !
pt_br: Parabéns! Você obteve êxito e conquistou o Certificado de Conclusão do Curso!

source: View Certificate
pt_br: Ver Certificado

source: COURSE SUBMITTED FOR EVALUATION
pt_br: CURSO ENVIADO PARA AVALIAÇÃO

source: UNIT
pt_br: AULAS

source: ASSIGNMENT
pt_br: TAREFAS

source: QUIZ
pt_br: TESTE

source: PLEASE COMPLETE THE
pt_br: POR FAVOR PREENCHA O

source: COURSE CURRICULUM NOT SET
pt_br: EMENTA DO CURSO NÃO DEFINIDA

source: BuddyPress Course Widget
pt_br: BuddyPress Curso Widget

source: by
pt_br: por

source: Widget Title
pt_br: Título Widget

source: Style
pt_br: Estilo

source: Single
pt_br: Único

source: List
pt_br: Lista

source: Ratings List
pt_br: Lista de Classificação

source: Carousel
pt_br: Carrossel

source: Select Course Category
pt_br: Selecione Categoria do Curso

source: None
pt_br: Nenhum

source: Order By
pt_br: Ordenar Por

source: Random
pt_br: Aleatório

source: Name
pt_br: Nome

source: Course Title
pt_br: Título do Curso

source: Number of Reviews
pt_br: Número de Comentários

source: Date Published
pt_br: Data Publicação

source: Rating
pt_br: Classificação

source: Number of Students
pt_br: Número de Alunos

source: Sort
pt_br: Ordenar

source: Ascending
pt_br: Crescente

source: Decending
pt_br: Descrecente

source: Specific Courses (enter comma saperated ids)
pt_br: Cursos Específicos (inserir vírgula separando os ids)

source: Number of Courses to show
pt_br: Número de Cursos a exibir

source: BuddyPress Instructor Widget
pt_br: BuddyPress Professor Widget

source: Check all Courses created by
pt_br: Confira todos os cursos criados por

source: More Courses by
pt_br: Mais cursos do

source: Fallback Instructor ID
pt_br: Fallback Professor ID

source: Number of Courses by the Instructor to show
pt_br: Número de Cursos do Professor a exibir

source: BuddyPress Course Search Widget
pt_br: BuddyPress Pesquisa Curso Widget

source: Select Instructor
pt_br: Selecionar Professor

source: Select Course Level
pt_br: Selecione Nível do Curso

source: Type Keywords..
pt_br: Digite Palavras-Chaves...

source: Show Course Category Dropdown
pt_br: Mostrar Categoria do Curso em Dropdown

source: Show Instructor Dropdown
pt_br: Mostrar Professor em Dropdown

source: Show Level Dropdown
pt_br: Mostrar Nível em Dropdown

source: BuddyPress Course Stats Widget
pt_br: BuddyPress Resultados do Curso Widget

source: TOTAL STUDENTS
pt_br: TOTAL DE ALUNOS

source: BADGES
pt_br: CRÉDITOS

source: CERTIFICATES
pt_br: CERTIFICADOS

source: Select Course
pt_br: Selecione Curso

source: All
pt_br: Tudo

source: Current Course (defaults to all)
pt_br: Curso atual (padrão para todos)

source: Show Students Stats
pt_br: Mostrar Resultados dos Alunos

source: Show Badge/Certificates Stats
pt_br: Mostrar Créditos/Certificados Resultados

source: BuddyPress Course Filter Widget
pt_br: BuddyPress Filtro de Curso Widget

source: Free
pt_br: Grátis

source: Paid
pt_br: Pago

source: Filter Results
pt_br: Filtro Resultados

source: Course Categories
pt_br: Categoria do Curso

source: Levels
pt_br: Níveis

source: Type
pt_br: Tipo

source: Instructors
pt_br: Professores

source: Show Course category filter
pt_br: Mostrar filtro de Categoria do Curso

source: Course Categories Label
pt_br: Rótulo da Categoria do Curso

source: Show Free/Paid/All filter
pt_br: Mostrar Grátis/Pago/Todos Filtros

source: Free/Paid Label
pt_br: Grátis/Pago Etiqueta

source: Show Levels filter
pt_br: Mostrar Filtros de Nível

source: Levels Label
pt_br: Rótulo dos níveis

source: Show Instructor filter
pt_br: Mostrar filtro Professor

source: Instructor Label
pt_br: Rótulo do Professor

source: Exclude Category/Level Slugs (comma saperated)
pt_br: Excluir Categoria/Nível Slugs (separado por vírgula)

source: Course Reviews Widget
pt_br: Avaliações do Curso Widget

source: Default avatar
pt_br: Avatar Padrão

source: Course ID (optional)
pt_br: ID do Curso (opcional)

source: Recent
pt_br: Recente

source: Specific Reviews/Comments (enter comma saperated ids)
pt_br: Avaliações específicas / Comentários (digite vírgula saperated ids)

source: Number of Reviews to show
pt_br: Número de Avaliações para mostrar

source: You have not subscribed to any courses.
pt_br: Você não está matriculado em nenhum curso.

source: All Courses <span>%s</span>
pt_br: Todos os Cursos <span>%s</span>

source: My Courses <span>%s</span>
pt_br: Meus Cursos <span>%s</span>

source: Instructing Courses <span>%s</span>
pt_br: Todos os Professores <span>%s</span>

source: Order By:
pt_br: Ordenar Por:

source: Select Order
pt_br: Selecionar Pedidos

source: Newly Published
pt_br: Publicados Recentemente

source: Alphabetical
pt_br: Alfabético

source: Most Members
pt_br: Mais Membros

source: Highest Rated
pt_br: Mais Votados

source: You have not created any Course.
pt_br: Você não é instrutor em nenhum curso.

source: Load More
pt_br: Leia Mais

source: Sorry, there was no activity found. Please try a different filter.
pt_br: Desculpe, não foi encontrada nenhuma atividade. Por favor, tente um filtro diferente.

source: Submissions
pt_br: Enviados

source: Total number of Students in course
pt_br: Número total de alunos

source: Students Currently taking this course
pt_br: Número atual de alunos

source: See User Activity in Course
pt_br: Ver Atividade do Aluno no Curso

source: No Students found.
pt_br: Nenhum aluno encontrado.

source: BULK ACTIONS
pt_br: AÇÕES EM MASSA

source: Course Curriculum
pt_br: Ementa do Curso

source: Events
pt_br: Eventos

source: STUDENTS ENROLLED
pt_br: ALUNOS

source: READ MORE
pt_br: LEIA MAIS

source: LESS
pt_br: MENOS

source: Total Number of Students who took this course
pt_br: Número total de alunos que fizeram este curso

source: Average Percentage obtained by Students
pt_br: Percentagem média obtida pelos alunos

source: out of 100
pt_br: 0 a 100

source: Number of Students who got a Badge
pt_br: Número de alunos que receberam um crédito

source: Number of Passed Students
pt_br: Número de alunos aprovados

source: Number of Students who did not pass
pt_br: Número de alunos reprovados

source: Average Marks obtained by Students
pt_br: Pontuações médias obtidas pelos alunos

source: No curriculum defined
pt_br: Currículo :

source: Average Marks in Quiz
pt_br: Pontuações médias no Teste

source: Calculate :
pt_br: Calcular :

source: Calculate Statistics for Course
pt_br: Calcular Estatística do Curso

source: ASSIGNMENTS SUBMISSIONS
pt_br: MATRÍCULAS NO CURSO

source: Reset Assignment for User
pt_br: Reset tarefa para o usuário

source: Evaluate Assignment :
pt_br: Avaliar Tarefa :

source: QUIZ SUBMISSIONS
pt_br: TESTES SUBMETIDOS

source: COURSE SUBMISSIONS
pt_br: MATRÍCULAS NO CURSO
