Repository: nikitansk/devschool
Catalog: plugins/bp-profile-cover/languages/bp-profile-cover-*.po
Languages: ru_ru

source: Cover Photo
ru_ru: Фон

source: If you want to change your group cover, please upload a new image.
ru_ru: Если вы хотите изменить фон обложки группы, пожалуйста, загрузите новое изображение.

source: X Postion %
ru_ru: Горизонтальная позиция, X

source: Y Postion %
ru_ru: Вертикальная позиция, X

source: Upload Image & Save Settings
ru_ru: Загрузить изображение & сохранить настройки

source: Delete existing cover
ru_ru: Удалить существующие обложки

source: Security check Failed. Contact Administrator.
ru_ru: Ошибка системы безопасности. Свяжитесь с администратором.

source: Cover image uploaded successfully
ru_ru: Изображение загружено успешно.

source: Change Cover
ru_ru: Изменить фон

source: Add/Edit profile cover photo
ru_ru: Изменение фона обложки группы

source: You can upload an image from your computer.
ru_ru: Вы можете загрузить изображения с вашего компьютера.

source: Click below to select a JPG or PNG format photo from your computer and then click 'Upload Image' to proceed.
ru_ru: Нажмите ниже, чтобы выбрать JPG или PNG допустимые форматы картинки с вашего компьютера, а затем нажмите кнопку “Загрузить изображение”.

source: If you'd like to delete your current cover but not upload a new one, please use the delete cover button.
ru_ru: Если вы хотите удалить текущую фотографию профиля, но при этом не загружать новую, пожалуйста, используйте кнопку удаления фотографии профиля.

source: Delete Cover
ru_ru: Удалить обложку

source: General
ru_ru: Общее

source: General Settings
ru_ru: Общие настройки

source: Default Image
ru_ru: Изображение по умолчанию

source: Upload Default Image
ru_ru: Загрузить изображение по умолчанию

source: Set Login redirect settings
ru_ru: Задать параметры перенаправления входа

source: Background Size
ru_ru: Размер фона
